Repository: raspberrypi-ui/arandr
Catalog: data/po/*.po
Languages: hy

source: _Layout
hy: _Դասավորություն

source: _View
hy: _Տեքս

source: _Outputs
hy: _Արդյունքներ

source: Dummy
hy: Կեղծ

source: _System
hy: _Համակարգ

source: _Keybindings (Metacity)
hy: _Կարճ ստեղներ (Metacity)

source: _Help
hy: _Օգնություն

source: Script Properties
hy: Սցենարի հատկություններ

source: Script
hy: Սցենար

source: XRandR failed: %s
hy: XRandR ֊ը ձախողվեց: %s

source: Open Layout
hy: Բացել դասավորությունը

source: Save Layout
hy: Պահել դասավորությունը

source: ARandR Screen Layout Editor
hy: ARandR, Էկրանի դասավորության խմբագիր

source: Another XRandR GUI
hy: «Այլ XRandR GUI» (միջերես)

source: Accelerator
hy: Արագացուցիչ

source: Action
hy: Գործողություն

source: disabled
hy: ապաակտիվացված

source: New accelerator...
hy: Նոր արագացուցիչ...

source: no action
hy: ոչ մի գործողություն

source: incompatible configuration
hy: անհամապատասխան կարգաբերում

source: other application
hy: այլ հավելված

source: No files in %(folder)r. Save a layout first.
hy: %(folder) ֊ում առկա չէ նիշք։ Նախ պահեք դասավորությունը։

source: gconf not available.
hy: gconf ֊ը հասանելի չէ.

source: In order to configure metacity, you need to have the python gconf module installed.
hy: metacity-ն կարգաբերելու համար անհրաժեշտ է ունենալ python gconf մոդուլը

source: Keybindings (via Metacity)
hy: Կարճ ստեղներ (Metacity֊ի օգնությամբ)

source: Click on a button in the left column and press a key combination you want to bind to a certain screen layout. (Use backspace to clear accelerators, escape to abort editing.) Then, select one or more layouts in the right column. This will only work if you use metacity or another program reading its configuration.
hy: Натисніть на кнопку в лівій колонці та введіть комбінацію клавіш, щоб асоціювати її з певним компонування. (Замість введення натисніть backspace, щоб стерти комбінацію, або escape, щоб скасувати редагування). Тоді оберіть відповідне компонування в правій колонці. Це працюватиме лише за наявності Metacity чи програми, яка використовує його налаштування.

source: Your configuration does not include an active monitor. Do you want to apply the configuration?
hy: Ձեր կարգաբերումը չի գտել ակտիվ հսկողություն։ Ցանկանո՞ւմ ես հաստատել կարգաբերումը։

source: Active
hy: Ակտիվ

source: Primary
hy: Հիմնական

source: Setting this resolution is not possible here: %s
hy: Տվյալ լուծաչափը հնարավոր չէ՝ %s

source: This orientation is not possible here: %s
hy: Տվյալ կոնմորոշումը հնարավոր չէ՝ %s

source: Լուծաչափ
hy: Роздільність

source: Orientation
hy: Կողմորոշում

source: A part of an output is outside the virtual screen.
hy: Частина виводу знаходиться поза віртуальним екраном.

source: An output is outside the virtual screen.
hy: Արյունքը վիրտուալ էկրանի դուրս է
